---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags.UseTiling
enum: Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags
source: html/71eaa252-5e4c-ee0b-0096-fc06fddeff11.htm
---
# Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags.UseTiling

The pixels of the background are filled by tiling of the image.